import './promo1.css';

const Promo1 = () => {
  return (
    <section className="promo">
      <div id="promo-content">
        <h1 className="promo-title">О WorldSkills</h1>
        <div className="promo-text">
          <h1>Что такое WorldSkills?</h1>
          <p>WorldSkills - это международная платформа, которая собирает лучшие таланты из различных профессиональных областей со всего мира. Мы предлагаем уникальную возможность молодым людям продемонстрировать свои навыки, обучиться новым техникам и установить связи с единомышленниками из разных стран. </p>
          <h1>Наша миссия:</h1>
          <p>Мы стремимся к развитию и распространению стандартов профессионального мастерства и мировых норм, созданию вдохновляющей платформы для обмена знаниями и опытом. Наша цель - содействовать развитию квалифицированных и уверенных в себе молодых профессионалов, способных преодолевать глобальные вызовы будущего.</p>
        </div>
      </div>
    </section>
  );
}

export default Promo1;