import './promo3.css';

const Promo3 = () => {
    return (<div className="promo3" id="promo-content3">
        <div className='promo3-text'>
            <h1>О Краснодарском крае</h1>
            <p>Краснодарский край - это красивый регион, расположенный на кубанской равнине в Южном федеральном округе России. Он славится своими пляжами на побережье Черного и Азовского морей, обилием солнечных дней и приятным средиземноморским климатом. Краснодарский край также известен как центр сельского хозяйства и производства в России. Регион обладает разнообразной природой, от гор до плодородных долин, историческими памятниками и уникальной культурой кубанских казаков. Краснодарский край является одним из крупнейших регионов России и имеет богатое природное наследие. В крае процветает сельское хозяйство, здесь выращивается значительная часть российских фруктов и овощей. Культурная жизнь края богата разнообразными событиями, включая музыкальные и театральные фестивали. Краснодарский край также знаменит своими курортами, привлекающими множество туристов из разных регионов.</p>
        </div>
    </div>
    );
}
 
export default Promo3;